// General
"ADD" = "Aggiungi";
"OK" = "OK";
"CANCEL" = "Annulla";
"Space" = "Spazio";
"SPACES" = "Spaces";
"OPTIONS" = "Opzioni…";

// Trackpad tab
"2NDCLICK_TAPPING" = "Per i clic secondari, posiziona due dita sul trackpad e poi fai clic sul pulsante";
"2NDCLICK_CLICKING" = "Tocca il trackpad con due dita per ottenere un clic secondario";

// Keyboard tab
"FN_FLIPPER_TITLE" = "Utilizza tutti i tasti F1, F2, ecc. come tasti funzione standard";
"FN_FLIPPER_NOTE" = "Quando questa opzione è selezionata, premi il tasto Fn per utilizzare le funzionalità speciali indicate su ciascun tasto.";

// User Configurable Keys tab
"USER_ITEMS_GROUP" = "Elementi utente";
"USER_ITEMS_DESC" = "Apre %@";
"ONOFF_TOOLTIP" = "Seleziona per attivare una scorciatoia nell'elenco";
"RESTORE_DEFAULTS_TITLE" = "Sei sicuro di voler ripristinare le impostazioni predefinite di tutte le scorciatoie da tastiera?";
"RESTORE_DEFAULTS_DESCR" = "Non puoi annullare questa operazione.";

// Combobox entries
"MODIFER_OPTION" = "⌥ Opzione";
"MODIFER_CONTROL" = "⌃ Ctrl";
"MODIFER_COMMAND" = "⌘ Comando";

// BT related
"D_SECS" = "%d sec";
"NEVER" = "Mai";

"MOUSE" = "Mouse";
"KEYBOARD" = "Tastiera";
"UNKNOWN" = "Sconosciuti";

"NEW_APPLICATION_ITEM" = "<elemento menu senza nome>";

"APP_IS_NOT_COMPATIBLE" = "Non puoi aggiungere scorciatoie da tastiera per l'applicazione %@.";

"MOUSEBUTTON_OPEN" = "Apri \“%@\”";


// Gestures
"ONEFINGER" = "Un dito";
"TAPTOCLICKGESTURE" = "Tocca per fare clic";
"DRAGGINGGESTURE" = "Trascina";
"DRAGLOCKGESTURE" = "Blocco trascinamento";
"TWOFINGER" = "Due dita";
"TWOFINGER_SECONDARYCLICK" = "Clic secondario";
"THREEFINGER" = "Tre dita";
"FOURFINGER" = "Quattro dita";
"SECONDARYCLICKGESTURE" = "Clic secondario";
"SECONDARYCLICKGESTURE_TAP" = "Tocco secondario";
"PRESS_SPECIFIC" = "Clic secondario";
"PRESS_ANYWHER" = "Premi in un punto qualsiasi con due dita";
"SCREENZOOMGESTURE" = "Zoom dello schermo";
"PINCHGESTURE" = "Apri e chiudi due dita";
"POINTTAPGESTURE" = "Punta e tocca";
"ROTATEGESTURE" = "Ruota";
"3FINGERSWIPEGESTURE" = "Scorri per navigare";
"2FINGERSCROLLGESTURE" = "Scorri";
"4FINGERSWIPEGESTURE" = "Scorri Su/Giù per Exposé";
"4FINGERSWIPEGESTURE_1" = "Scorri a dx o sx per cambiare applicazione";
"BOTTOM_RIGHT_CORNER" = "Angolo in basso a destra";
"BOTTOM_LEFT_CORNER" = "Angolo in basso a sinistra";


// Gesture notes
"AX_TapToClick" = "Per fare clic, tocca il trackpad con un dito.";
"AX_Dragging" = "Per trascinare, tocca il trackpad e posiziona immediatamente il dito sul trackpad spostandolo. Per interrompere il trascinamento, solleva il dito.";
"AX_DragLock" = "Per trascinare, tocca il trackpad e posiziona quindi il dito sul trackpad spostandolo. Per interrompere il trascinamento, tocca di nuovo.";
"AX_SecondaryClick" = "Per aprire il menu di scelta rapida di un elemento, posiziona due dita sul trackpad e fai clic sul pulsante del trackpad. Se è selezionato \“Tocca per fare clic\”, tocca con due dita il trackpad.";
"AX_Scroll" = "Per scorrere attraverso il contenuto di una finestra attiva, posiziona due dita sul trackpad e spostale verso l'alto, il basso o di lato.";
"AX_ScreenZoom" = "Per ingrandire o rimpicciolire l'immagine dello schermo, mantieni premuto il tasto Controllo e sposta due dita verso l'alto o verso il basso sul trackpad. Per modificare il tasto modificatore, fai clic su Opzioni.";
"AX_Pinch" = "Per ingrandire o rimpicciolire immagini e altri elementi, allontana o avvicina un dito e il pollice facendoli scorrere sul trackpad.";
"AX_Rotate" = "Per ruotare le immagini e altri elementi sullo schermo, ruota due dita a sinistra o a destra sul trackpad.";
"AX_Swipe" = "Per spostarti all'elemento precedente o successivo, fai scorrere velocemente tre dita a sinistra o a destra sul trackpad.";
"AX_4F_Swipe_EXPOSE" = "Scorri quattro dita su o giù sul trackpad per usare Exposé.";
"AX_4F_Swipe_APPS" = "Scorri quattro dita a destra o sinistra sul trackpad per passare da un'applicazione aperta all'altra.";
